tap "aws/tap"
tap "dbcli/tap"
tap "github/gh"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "koekeishiya/formulae"
tap "personio-internal/tap", "https://gitlab.personio-internal.de/personio/internal/homebrew-tap"
tap "phrase/brewed"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
tap "yudai/gotty"
brew "readline"
brew "sqlite"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "awscli@1"
brew "bat"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "docker-machine"
brew "fpp"
brew "fzf"
brew "gettext"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "gitui"
brew "glib"
brew "glow"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "libksba"
brew "pinentry"
brew "gnupg", link: false
brew "grpc"
brew "grpcurl"
brew "helm"
brew "helm@2"
brew "htop"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "k3d"
brew "ktlint"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "luarocks"
brew "minikube"
brew "mupdf", link: false
brew "mupdf-tools", link: false
brew "mycli"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node@12", link: true
brew "nvm"
brew "pkcs11-helper"
brew "openvpn", restart_service: true
brew "pgcli"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "prometheus"
brew "python@3.8"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "tealdeer"
brew "telnet"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "johanhaleby/kubetail/kubetail"
brew "personio-internal/tap/dbaccess"
brew "phrase/brewed/phraseapp"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "weaveworks/tap/eksctl"
brew "yudai/gotty/gotty"
cask "alacritty"
cask "bloomrpc"
cask "brave-browser"
cask "docker"
cask "emacs"
cask "flux"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "karabiner-elements"
cask "kitty"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "spotify"
cask "stats"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
cask "zoomus"
