tap "aws/tap"
tap "cmacrae/formulae"
tap "dbcli/tap"
tap "dx/tap", "git@gitlab.personio-internal.de:dx/homebrew-tap"
tap "github/gh"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "koekeishiya/formulae"
tap "phrase/brewed"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
tap "yudai/gotty"
brew "python@3.10", link: false
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "asdf"
brew "aws-iam-authenticator"
brew "aws-vault"
brew "python@3.9", link: false
brew "awscli"
brew "awscli@1"
brew "bat"
brew "blueutil"
brew "boost"
brew "choose-rust"
brew "clang-format"
brew "cmake"
brew "cookiecutter"
brew "gettext"
brew "diff-so-fancy"
brew "docker-machine"
brew "folly"
brew "fd"
brew "fpp"
brew "pkg-config"
brew "fzf"
brew "gawk"
brew "gcc"
brew "geckodriver"
brew "gh"
brew "little-cms2"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "gitui"
brew "glab"
brew "glib"
brew "glow"
brew "guile"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "pinentry"
brew "gnupg", link: false
brew "grpc"
brew "grpcurl"
brew "helm@2"
brew "htop"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "k3d"
brew "ktlint"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "mupdf"
brew "mupdf-tools", link: false
brew "mycli"
brew "navi"
brew "neofetch"
brew "newrelic-infra-agent", restart_service: true
brew "nnn"
brew "node"
brew "node@12"
brew "node@16"
brew "nvm"
brew "pkcs11-helper"
brew "openvpn"
brew "pgcli"
brew "php@7.4"
brew "pinentry-mac"
brew "postgresql@14"
brew "prometheus"
brew "putty"
brew "tcl-tk"
brew "python@3.8", link: false
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "switchaudio-osx"
brew "ta-lib"
brew "tealdeer"
brew "telnet"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "zlib"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "dx/tap/dbaccess"
brew "dx/tap/hammock-district"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "johanhaleby/kubetail/kubetail"
brew "koekeishiya/formulae/skhd"
brew "phrase/brewed/phraseapp"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "weaveworks/tap/eksctl"
brew "yudai/gotty/gotty"
cask "alacritty"
cask "bloomrpc"
cask "brave-browser"
cask "chromedriver"
cask "docker"
cask "flux"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-ia-writer-mono"
cask "font-im-writing-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"
cask "maccy"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "rar"
cask "spotify"
cask "stats"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
cask "zoomus"
