tap "aws/tap"
tap "github/gh"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "koekeishiya/formulae"
tap "phrase/brewed"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
tap "yudai/gotty"
cask "xquartz"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-machine"
brew "fpp"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gitui"
brew "glib"
brew "libksba"
brew "pinentry"
brew "gnupg", link: false
brew "grpc"
brew "grpcurl"
brew "helm"
brew "htop"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "k3d"
brew "ktlint"
brew "kubernetes-cli"
brew "lazydocker"
brew "libyaml"
brew "minikube"
brew "mupdf"
brew "mupdf-tools", link: false
brew "neofetch"
brew "neovim"
brew "nvm"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "prometheus"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "tealdeer"
brew "telnet"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "johanhaleby/kubetail/kubetail"
brew "phrase/brewed/phraseapp"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "weaveworks/tap/eksctl"
brew "yudai/gotty/gotty"
cask "alacritty"
cask "bloomrpc"
cask "docker"
cask "emacs"
cask "font-fira-code"
cask "google-chrome"
cask "gpg-suite"
cask "kitty"
cask "ngrok"
cask "postman"
cask "stats"
cask "virtualbox"
